Revit 2027 API
ParameterTypeId.ModelTextSize Property
 "Text Size"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId ModelTextSize { get; }
Public Shared ReadOnly Property ModelTextSize As ForgeTypeId
	Get
public:
static property ForgeTypeId^ ModelTextSize {
	ForgeTypeId^ get ();
}
static member ModelTextSize : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace